local R, L, P, G = unpack(select(2, ...)) --Inport: Engine, Locales, ProfileDB

G.Misc.RaidCDs = {
	[20484] = 600,	-- 复生
	[61999] = 600,	-- 复活盟友
	[20707] = 900,	-- 灵魂石复活
	[6346] = 180,	-- 防护恐惧结界
	[29166] = 180,	-- 激活
	[32182] = 300,	-- 英勇
	[2825] = 300,	-- 嗜血
	[80353] = 300,	-- 时间扭曲
	[90355] = 300,	-- 远古狂乱

	--团队免伤技能	
	[97462] = 180,  -- 集结呐喊
	[98008] = 180,  -- 灵魂链接图腾
	[62618] = 180,  -- 真言术: 障
	[51052] = 120,  -- 反魔法领域
	[70940] = 180,  -- 神圣守卫(FQ)
	[31821] = 300,  -- 光环掌握(NQ)
	[64843] = 180,  -- 神圣赞美诗 *
	[64901] = 180,	-- 希望圣歌
	[740]   = 180,  -- 宁静(ND) *
	[16190] = 180,  --SM 潮汐
	[105763] =180,  --NS 2T13
	[6940] = 120, --QS 牺牲之手
}
