local R, L, P, G = unpack(select(2, ...)) --Import: Engine, Locales, ProfileDB

G.Misc.RaidCDs = {
	[740] = 180,  -- 宁静 
	[115310] = 180,  -- 还魂术 
	[64843] = 180,  -- 神圣赞美诗 
	[108280] = 180,  -- 治疗之潮图腾 
	[157535] = 90,  -- 蟠龙之息 
	--群体治疗技能 

	[62618] = 180,  -- 真言术：障 
	[98008] = 180,  -- 灵魂链接图腾 
	[31821] = 180,   -- 虔诚光环 
	[51052] = 120,  -- 反魔法领域 
	[97462] = 180,  -- 集结呐喊 
	[88611] = 180,  --烟雾弹 
	--群体团队减伤 

	[32182] = 300,  -- 英勇 
	[2825] = 300,  -- 嗜血 
	[80353] = 300,  -- 时间扭曲 
	[90355] = 300,  -- 远古狂乱   
	[159916] = 120,  -- 魔法增效 
	[106898] = 120,  -- 狂奔怒吼 
	[172106] = 180,  -- 灵狐守护 
	--其他团队增益 

	[102342] = 60,  --铁木树皮 
	[116849] = 100,  --作茧缚命 
	[6940] = 120,  --牺牲之手 
	[33206] = 180,  --痛苦压制 
	[47788] = 180,  --守护之魂 
	[114030] = 120,  --警戒 
	--单体减伤技能
}
